def main() -> None:
    """Запускает приложение."""
    print("Hello, world!")


if __name__ == "__main__":
    main()
    '''
    Вот твой шаблон: Python_Project_Template на GitHub: https://github.com/okk9leto-stack/Python_Project_Template
Как использовать его для следующего задания
Когда получишь новое задание, будешь делать так:
1. Открой репозиторий шаблона на GitHub.
2. Нажми Use this template → Create a new repository.
3. Введи имя нового репозитория, например Project_homework_11_1.
4. Выбери Private или Public в соответствии с требованиями задания.
5. Нажми Create repository.
6. Склонируй новый репозиторий на компьютер и открой его в PyCharm.
GitHub создаст самостоятельный репозиторий. Удалять связь с шаблоном вручную не потребуется.
Важный момент перед первым использованием
Твой шаблон сейчас содержит базовые main.py и тест, а также зависимости, которые мы перенесли из прежнего проекта. Для будущих заданий их можно будет адаптировать под требования преподавателя.
На этом настройка GitHub-шаблона завершена.
    '''